Repository: sdebruyn/Xamarin-RealDolmen-Education-app
Catalog: EducationApp/EducationApp.WinPhone/Strings/*/Resources.resw
Source language: en
Languages: fr, nl

# CoursesPivotItem.Header
source: Courses
fr: Cours
nl: Opleidingen

# NoCoursesFound.Text
source: There are no courses with a title that contains the search value you entered.
fr: Il n'y a pas de cours avec un titre qui contient la valeur de recherche que vous avez entré.
nl: Er zijn geen opleidingen gevonden die aan de zoekopdracht voldoen.

# SearchBox.PlaceholderText
source: Search...
fr: Chercher...
nl: Zoeken...

# SearchFaulted.Text
source: An error occured while performing your search. Please check your internet connection and try again later.
fr: Une erreur est survenue lors de l'exécution de votre recherche. S'il vous plaît vérifier votre connexion Internet et réessayer plus tard.
nl: Er trad een fout op bij het uitvoeren van de zoekopdracht. Kijk je internetverbinding na en probeer het later opnieuw.

# Login.Label
source: Log in
fr: Se connecter
nl: Inloggen

# LanguageCode
source: en
fr: fr
nl: nl

# AuthenticationError
source: There was an error while signing you in. Please verify your internet connection and make sure your credentials and permissions are correct.
fr: Il y avait une erreur pendant que vous connectez. S'il vous plaît vérifier votre connexion Internet et assurez-vous que vos informations d'identification et les autorisations sont correctes.
nl: Er is een fout opgetreden bij het aanmelden. Controleer uw internetverbinding en zorg ervoor dat uw gegevens en machtigingen correct zijn.

# ConnectionProblem
source: There was a problem retrieving data from the web. Please verify if you have a working internet connection.
fr: Il y avait un problème. S'il vous plaît vérifier si vous disposez d'une connexion Internet.
nl: Er is een probleem met het ophalen van gegevens van het web. Kijk na of u een werkende internetverbinding heeft.

# FirstName.Text
source: First name:
fr: Prénom:
nl: Voornaam:

# LastName.Text
source: Last name:
fr: Nom:
nl: Achternaam:

source: Loading...
fr: Chargement...
nl: Laden...

# Logout.Label
source: Log out
fr: Se déconnecter
nl: Uitloggen

# NoInternetConnection
source: No connection
fr: Pas de connexion Internet
nl: Geen internetverbinding

# PleaseLogin.Text
source: Please log in to use this function.
fr: S'il vous plaît vous connecter pour utiliser cette fonction.
nl: Log in om deze functie te gebruiken.

# ProfilePivotItem.Header
source: Your profile
fr: Votre profil
nl: Jouw profiel

source: Searching...
fr: Cherchant...
nl: Zoeken ...

# SomethingWrong
source: Oops...
nl: Oeps ...

# NoCoursesInCategory.Text
source: There are no courses in this category.
fr: Il n'y a pas de cours dans cette catégorie.
nl: Er zijn geen cursussen in deze categorie.

# Audience.Text
source: Target audience:
fr: Public:
nl: Doelgroep:

# CourseContent.Text
source: Content:
fr: Contenu:
nl: Inhoud:

# Days.Text
source: day(s)
fr: jour(s)
nl: dag(en)

# DescriptionPivotItem.Header
source: Description
fr: Déscription
nl: Beschrijving

# Duration.Text
source: Duration:
fr: Durée:
nl: Duur:

# InstructorEmployer.Text
source: Company:
fr: Entreprise:
nl: Bedrijf:

# InstructorName.Text
source: Name:
fr: Nom:
nl: Naam:

# InstructorPivotItem.Header
source: Instructor
fr: Instructeur
nl: Lesgever

# Materials.Text
source: Materials:
fr: Matériaux:
nl: Cursusmateriaal:

# Methods.Text
source: Methods:
fr: Méthodes:
nl: Lesmethoden:

# NoInstructor.Text
source: The instructor for this course is not (yet) known.
fr: L'instructeur pour ce cours n'est pas (encore) connu.
nl: De lesgever voor deze cursus is (nog) niet bekend.

# Objectives.Text
source: Objectives:
fr: Objectifs:
nl: Doelen:

# OpenBrowserCourse.Content
source: View more info online
fr: Voir les renseignements sur les cours
nl: Bekijk meer info online

# Platforms.Text
source: Platforms:
fr: Plates-formes:
nl: Platformen:

# Price.Text
source: Price (€):
fr: Prix ​​(€):
nl: Prijs (€):

# Publisher.Text
source: Publisher:
fr: Éditeur:
nl: Uitgever:

# SendInstructorMail.Content
source: Mail instructor about this course
fr: Contacter l'instructeur
nl: Mail lesgever over deze cursus

# StartDate.Text
source: Start date:
fr: Date de début:
nl: Begindatum:

# TapSwitchDescription.Text
source: Tap for more/less info.
fr: Appuyez ici pour plus/moins d'infos.
nl: Tik voor meer/minder info.

# ClassRoom.Text
source: Class room:
fr: Salle de classe:
nl: Lokaal:

# EndTime.Text
source: End time:
fr: Heure de fin:
nl: Eindtijd:

# Instructor.Text
source: Instructor:
fr: Instructeur:
nl: Lesgever:

# NoSessionsFound.Text
source: There are currently no sessions planned for this course.
fr: Il n'y a pas de sessions prévues pour ce cours.
nl: Er zijn momenteel geen sessies gepland voor deze cursus.

# Preparation.Text
source: Preparation:
fr: Préparation:
nl: Voorbereiding:

# SchedulePivotItem.Header
source: Schedule
fr: Programme
nl: Lessenrooster

# Sessions.Label
source: Sessions
nl: Sessies

# StartTime.Text
source: Start time:
fr: Heure de début:
nl: Starttijd:

# AddParticipant.Content
source: Add participant
fr: Ajouter un participant
nl: Deelnemer toevoegen

# City.Text
source: City:
fr: Ville:
nl: Gemeente:

# Company.Text
source: Company:
fr: Entreprise:
nl: Bedrijf:

# Concepts.Text
source: Concepts and practice:
fr: Concepts et pratiques:
nl: Concepten en praktijk:

# ContactError
source: There was an error while sending your data. Please try again later.
fr: Il y avait une erreur lors de l'envoi de vos données. Veuillez réessayer plus tard.
nl: Er is een fout opgetreden tijdens het verzenden van uw gegevens. Probeer het later opnieuw.

# ContactPivotItem.Header
source: Questions
fr: Les questions
nl: Vragen

# Country.Text
source: Country
fr: Pays
nl: Land

# FeedbackPivotItem.Header
source: Feedback
fr: Evaluation
nl: Evaluatie

# FeedbackSent
source: Your feedback was succesfully sent.
fr: Votre évaluation est envoyée.
nl: Uw evaluatie is succesvol verstuurd.

# Global.Text
source: Global:
nl: Globaal:

# GoalAttained.Text
source: Goal attained:
fr: Objectif atteint:
nl: Doel bereikt:

# InDepth.Text
source: In depth:
fr: En profondeur:
nl: Diepgaand:

# InstructorInteraction.Text
source: Instructor interaction:
fr: Interaction avec l'instructeur:
nl: Interactie lesgever:

# InstructorKnowledge.Text
source: Instructor knowledge:
fr: Connaissance de l'instructeur:
nl: Kennis lesgever:

# InstructorPresentation.Text
source: Instructor presentation:
fr: Présentation de l'instructeur:
nl: Presentatie lesgever:

# JobTitle.Text
source: Job title:
fr: Fonction:
nl: Jobtitel:

# Message.Text
source: Message:
nl: Bericht:

# MessageSent
source: Your questions were succesfully sent.
fr: Vos questions sont envoyées.
nl: Uw vragen zijn succesvol verzonden.

# Number.Text
source: Number:
fr: Nombre:
nl: Nummer:

# Organization.Text
source: Organization:
fr: Organisation:
nl: Organisatie:

# Participants.Text
source: Participants:
nl: Deelnemers:

# Phone.Text
source: Phone:
fr: Téléphone:
nl: Telefoon:

# Prerequisites.Text
source: Prerequisites:
fr: Prérequis:
nl: Vereisten:

# Remarks.Text
source: Remarks:
fr: Remarques:
nl: Opmerkingen:

# RemoveParticipant.Text
source: Hold your finger on a participant to remove him/her from the list.
fr: Maintenez votre doigt sur un participant pour lui / elle retirer de la liste.
nl: Houd uw vinger op een deelnemer om hem/haar uit de lijst te verwijderen.

# SendFeedback.Content
source: Send feedback
fr: Envoyer l'évaluation
nl: Stuur feedback

# SendMessage.Content
source: Send message
fr: Envoyer le message
nl: Verstuur bericht

# SendSubscription.Content
source: Subscribe
fr: S'enregistrer
nl: Abonneren

# Street.Text
source: Street:
fr: Rue:
nl: Straat:

# Subject.Text
source: Subject:
fr: Sujet:
nl: Onderwerp:

# SubscribePivotItem.Header
source: Subscribe
fr: S'enregistrer
nl: Inschrijven

# SubscriptionSent
source: Your request for a subscription was succesfully sent.
fr: Votre demande est envoyée avec succès.
nl: Uw aanvraag voor een abonnement werd succesvol verzonden.

source: Success
fr: Succès
nl: Succes

# WellPaced.Text
source: Well paced:
fr: Bien au rythme:
nl: Tempo:

# WellStructured.Text
source: Well structured:
fr: Bien structuré:
nl: Structuur:

# ZIP.Text
source: ZIP:
fr: Code postal:
nl: Postcode:

source: Company info
fr: Information d'entreprise
nl: Bedrijfsinfo

# VAT.Text
source: VAT:
fr: T.V.A:
nl: BTW:

# 139.title
source: Courses
fr: Cours
nl: Opleidingen

# 150.title
source: Courses
fr: Cours
nl: Opleidingen

# 155.placeholder
source: Search...
fr: Chercher...
nl: Zoeken...

# 307.text
source: An error occured while performing your search. Please check your internet connection and try again later.
fr: Une erreur est survenue lors de l'exécution de votre recherche. S'il vous plaît vérifier votre connexion Internet et réessayer plus tard.
nl: Er is een fout opgetreden tijdens het uitvoeren van uw zoekopdracht. Controleer uw internetverbinding en probeer het later opnieuw.

# 318.text
source: There are no courses with a title that contains the search value you entered.
fr: Il n'y a pas de cours avec un titre qui contient la valeur de recherche que vous avez entré.
nl: Er zijn geen opleidingen gevonden.

# 323.text
source: Searching...
fr: Cherchant...
nl: Zoeken...

# 333.title
source: Profile
fr: Profil
nl: Profiel

# 337.title
source: Your profile
fr: Votre profil
nl: Jouw profiel

# 353.title
source: Courses
fr: Cours
nl: Opleidingen

# 354.title
source: Profile
fr: Profil
nl: Profiel

# 361.text
source: Please log in to view your profile information.
fr: S'il vous plaît de vous connecter pour visualiser vos informations de profil.
nl: Log in om uw profielinformatie te bekijken.

# 375.text
source: First name:
fr: Prénom:
nl: Voornaam:

# 380.text
source: Last name:
fr: Nom de famille:
nl: Achternaam:

# 1141.text
source: Start date:
fr: Date de début:
nl: Begindatum:

# 1151.text
source: Publisher:
fr: Éditeur:
nl: Uitgever:

# 1163.text
source: Price (€):
fr: Prix ​​(€):
nl: Prijs (€):

# 1173.text
source: Duration:
fr: Durée:
nl: Duur:

# 1175.text
source: day(s)
fr: jour(s)
nl: dag(en)

# 1198.normalTitle
source: Tap for more/less info.
fr: Appuyez ici pour plus/moins d'infos.
nl: Tik voor meer/minder info.

# 1230.text
source: Content:
fr: Contenu:
nl: Inhoud:

# 1238.text
source: Target audience:
fr: Public:
nl: Doelgroep:

# 1257.text
source: Objectives:
fr: Objectifs:
nl: Doelen:

# 1276.text
source: Prerequisites:
fr: Prérequis:
nl: Vereisten:

# 1284.text
source: Methods:
fr: Méthodes:
nl: Methoden:

# 1303.text
source: Materials:
fr: Matériaux:
nl: Cursusmateriaal:

# 1480.text
source: Platforms:
fr: Plates-formes:
nl: Platformen:

# 1495.normalTitle
source: View more info online
fr: Voir plus d'infos en ligne
nl: Bekijk meer info online

# 1526.text
source: Instructor:
fr: Instructeur:
nl: Lesgever:

# 1549.text
source: Employer:
fr: Entreprise:
nl: Bedrijf:

# 1565.normalTitle
source: Mail instructor about this course
fr: Contacter l'instructeur
nl: Mail lesgever over deze cursus

# 1695.title
source: Sessions
nl: Sessies

# 1738.title
source: Schedule
fr: Programme
nl: Lessenrooster

# 1743.text
source: Preparation:
fr: Préparation:
nl: Voorbereiding:

# 1817.title
source: Subscribe
fr: S'enregistrer
nl: Inschrijven

# 1835.title
source: Feedback
fr: Evaluation
nl: Evaluatie

# 1836.title
source: Questions
nl: Vragen

# 1838.title
source: Schedule
fr: Programme
nl: Lessenrooster

# 1839.title
source: Subscribe
fr: S'enregistrer
nl: Inschrijven

# 1840.title
source: Feedback
fr: Evaluation
nl: Evaluatie

# 1841.title
source: Questions
nl: Vragen

# 1843.title
source: Schedule
fr: Programme
nl: Lessenrooster

# 1844.title
source: Subscribe
fr: S'enregistrer
nl: Inschrijven

# 1845.title
source: Feedback
fr: Evaluation
nl: Evaluatie

# 1846.title
source: Questions
nl: Vragen

# 1862.title
source: Schedule
fr: Programme
nl: Lessenrooster

# 1863.title
source: Subscribe
fr: S'enregistrer
nl: Inschrijven

# 1864.title
source: Feedback
fr: Evaluation
nl: Evaluatie

# 1865.title
source: Questions
nl: Vragen

# 1897.text
source: Message:
nl: Bericht:

# 1911.normalTitle
source: Send question
fr: Envoyer le message
nl: Bericht verzenden

# 1916.text
source: Class room:
fr: Salle de classe:
nl: Lokaal:

# 1962.text
source: Content:
fr: Contenu:
nl: Inhoud:

# 1965.text
source: Concepts and practice:
fr: Concepts et pratiques:
nl: Concepten en praktijk:

# 1968.text
source: Materials:
fr: Matériaux:
nl: Lesmateriaal:

# 1987.text
source: In depth:
fr: En profondeur:
nl: Diepgaand:

# 1996.text
source: Instructor interaction:
fr: Interaction avec l'instructeur:
nl: Interactie met lesgever:

# 2008.text
source: Instructor knowledge:
fr: Connaissance de l'instructeur:
nl: Kennis lesgever:

# 2040.text
source: Instructor presentation:
fr: Présentation de l'instructeur:
nl: Presentatie lesgever:

# 2049.text
source: Organization:
fr: Organisation:
nl: Organisatie:

# 2056.text
source: Well paced:
fr: Bien au rythme:
nl: Tempo:

# 2080.text
source: Well structured:
fr: Bien structuré:
nl: Goed gestructureerd:

# 2087.text
source: Goal attained:
fr: Objectif atteint:
nl: Doel bereikt:

# 2088.text
source: Global:
nl: Globaal:

# 2104.normalTitle
source: Send feedback
fr: Envoyer l'évaluation
nl: Evaluatie verzenden

# 2129.text
source: Please login before using this function.
fr: S'il vous plaîtd de vous connecter avant d'utiliser cette fonction.
nl: Gelieve in te loggen voordat u deze functie gebruikt.

# 2196.normalTitle
source: Add participant
fr: Ajouter un participant
nl: Deelnemer toevoegen

# 2197.normalTitle
source: Subscribe
fr: S'enregistrer
nl: Inschrijven

# 2251.text
source: Subject:
fr: Sujet:
nl: Onderwerp:

# en
source: English
fr: anglais
nl: Engels

# fr
source: French
fr: français
nl: Frans

# nl
source: Dutch
fr: néerlandais
nl: Nederlands

# ChangeLanguage.Label
source: Content language
fr: Langue du contenu
nl: Inhoudstaal

# FeedbackDescription.Text
source: If you attended this session, we would appreciate your feedback. To score the session, please drag the sliders so that they match your experience with this session. Drag them to the right for a positive score or to the left for a negative score. Don't forget to tap the button to submit your feedback when you're ready.
fr: Si vous avez assisté à cette session, nous aimerions recevoir vos commentaires. Pour marquer la session, s'il vous plaît faites glisser les curseurs pour qu'ils correspondent à votre expérience avec cette session. Faites-les glisser vers la droite pour un score positif ou vers la gauche pour un score négatif. N'oublier pas d'appuyer sur le bouton pour soumettre vos commentaires lorsque vous êtes prêt.
nl: Indien u deze sessie bijgewoond heeft, zouden we uw feedback appreciëren. Versleep de sliders zodat ze overeenkomen met uw ervaringen bij deze sessie. Sliders aan de rechterkant stellen een goede score voor, sliders aan de linkerkant een negatieve score. Vergeet ten slotte niet op de knop onderaan te drukken om uw feedback op sturen.

# Submitting
source: Sending...
fr: Envoi...
nl: Verzenden...

# SendUsAMessage.Text
source: Feel free to send us a message with questions, suggestions, remarks...
fr: N'hésitez pas à nous envoyer un message avec des questions, des suggestions, des remarques ...
nl: Wees vrij om ons een bericht te sturen met eventuele vragen, suggesties, opmerkingen...

# SubscribeDescription.Text
source: If you'd like to attend this session, please fill in all your details and add the attendees as participants. Click subscribe when you're ready.
fr: Si vous souhaitez participer à cette session, s'il vous plaît remplir tous les détails et ajouter les participants. Cliquez le bouton lorsque vous êtes prêt.
nl: Indien u deze sessie graag zou bijwonen, gelieve dan al uw gegevens in te vullen en de deelnemers toe te voegen. Klik op inschrijven wanneer u klaar bent.
